import React from 'react';
import './About.css'
import mypic from '../../images/MANIK.JPG';

const About = () => {
    return (
        <div className='container'>
            <h1 className='text-primary text-center mt-5'>Manik Lal Mondol</h1>
            <div className='about-text'>
                <div className='about'>
                    <h1 className='m-3'>মানিক লাল মন্ডল</h1>
                    <h2 className='m-3'>বয়স: 38yr</h2>
                    <h5 className='m-3'>আমি  ডিপ্লোমা কম্পিউটার সিএসসি ২০০৬ এবং কম্পিউটারে বিএসসি কমপ্লিট করা 2010 সালে, তারপরে আমার অবস্থা মোটামুটি ভালই ছিল 2013 সাল পর্যন্ত, আমি হার্ডওয়ার এবং নেটওয়ার্কিং এর উপরে ঢাকা স্টক এক্সচেঞ্জে পার্ট টাইম জব করতাম, 2014 সালে আমার পরপর দুইবার মাইন্ড স্টক হয়,   বাম সাইড  কিছুটা প্যারালাইজড হয়ে গেছিল,আমার আর্থিক এবং শারীরিক অবস্থাও তেমন ভালো না আমি হাই প্রেসার এবং ব্লাড সুগারে ভুগতেছি ২০১৪ সাল থেকে, আমার বর্তমানে কোন জব নেই,কিন্তু কম্পিউটারের নেশা আমাকে ছাড়তেছে না ,বর্তমানে আমার কোন গোল নেই শুধু প্রোগ্রামটি ভালো ভাবে শিখবো এটাই আমার সবচেয়ে বড় গোল।আমি বর্তমানে নোবডি হিসেবে বেঁচে আছি নোবডি হিসেবে বেঁচে থাকলে কিছু করা যায় কিনা সেটার জন্য আপ্রাণ চেষ্টা করতেছি। জানিনা কতদূর পারবো তবে আমি প্রোগ্রাম শেখার চেষ্টায় কোন ত্রুটি করবো না। জাস্ট এটুকুই জানি আর কিছু না। </h5>
                </div>
                <div className='about'>
                    <img className="d-block w-100" src={mypic} alt="" />
                </div>
            </div>
        </div>
    );
};

export default About;